Autodesk.Revit.DB.Analysis.gbXMLBuildingHVACSystem
Enumerations for gbXML (Green Building XML) format, used for energy
analysis, schema version 0.34.
Remarks:
This enumeration corresponds to the HVAC System attribute in gbXML and
is used to specify the Building HVAC System.